insert into board
values
    (0, '제목1', '내용1', '김지수', 1234, now(), default),
    (0, '제목2', '내용2', '김지수', 1234, now(), default),
    (0, '제목3', '내용3', '김지수', 1234, now(), default),
    (0, '제목4', '내용4', '김지수', 1234, now(), default),
    (0, '제목5', '내용5', '김지수', 1234, now(), default),
    (0, '제목6', '내용6', '김지수', 1234, now(), default),
    (0, '제목7', '내용7', '김지수', 1234, now(), default),
    (0, '제목8', '내용8', '김지수', 1234, now(), default),
    (0, '제목9', '내용9', '김지수', 1234, now(), default),
    (0, '제목10', '내용10', '김지수', 1234, now(), default),
    (0, '제목11', '내용11', '김지수', 1234, now(), default),
    (0, '제목12', '내용12', '김지수', 1234, now(), default),
    (0, '제목13', '내용13', '김지수', 1234, now(), default),
    (0, '제목14', '내용14', '김지수', 1234, now(), default),
    (0, '제목15', '내용15', '김지수', 1234, now(), default),
    (0, '제목16', '내용16', '김지수', 1234, now(), default),
    (0, '제목17', '내용17', '김지수', 1234, now(), default),
    (0, '제목18', '내용18', '김지수', 1234, now(), default),
    (0, '제목19', '내용19', '김지수', 1234, now(), default),
    (0, '제목20', '내용20', '김지수', 1234, now(), default),
    (0, '제목21', '내용21', '김지수', 1234, now(), default);

INSERT into comment values(0, 20, '댓글1', '김지수', '1234', 1, 0, 0, 0, 0);
INSERT into comment values(0, 21, '댓글2', '김지수2', '1234', 2, 0, 0, 0, 0);
INSERT into comment values(0, 21, '댓글3', '김지수3', '1234', 3, 0, 0, 0, 0);

INSERT into comment values(0, 21, '댓글2의 댓글1', '김지수3', '1234', 2, 1, 1, 1, 2);
INSERT into comment values(0, 21, '댓글2의 댓글2', '김지수3', '1234', 2, 1, 5, 0, 2);
INSERT into comment values(0, 21, '댓글2의 댓글3', '김지수3', '1234', 2, 1, 6, 0, 2);


INSERT into comment values(0, 21, '댓글2 댓글1의 댓글 1', '김지수3', '1234', 2, 2, 2, 1, 5);
INSERT into comment values(0, 21, '댓글2의 댓글1의 댓글1의 댓글1', '김지수3', '1234', 2, 3, 3, 1, 8);
INSERT into comment values(0, 21, '댓글2의 댓글1의 댓글1의 댓글1의 댓글1', '김지수3', '1234', 2, 4, 4, 0, 9);